Repository: lokii49/mirror
Catalog: mirror/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, ru, zh_hans

source: OPEN TRANSMISSION →
de: ÜBERTRAGUNG ÖFFNEN →
es: ABRIR TRANSMISIÓN →
fr: OUVRIR TRANSMISSION →
it: APRI TRASMISSIONE →
ja: 送信を開く →
ko: 전송 열기 →
pt_br: ABRIR TRANSMISSÃO →
ru: ОТКРЫТЬ ПЕРЕДАЧУ →
zh_hans: 打开传输 →

source: OPEN TRANSMISSION TO LOG YOUR FIRST SIGNAL.
de: ÖFFNE DIE ÜBERTRAGUNG, UM DEIN ERSTES SIGNAL ZU ERFASSEN.
es: ABRE TRANSMISIÓN PARA REGISTRAR TU PRIMERA SEÑAL.
fr: OUVREZ TRANSMISSION POUR ENREGISTRER VOTRE PREMIER SIGNAL.
it: APRI TRASMISSIONE PER REGISTRARE IL TUO PRIMO SEGNALE.
ja: 「送信」を開いて最初のシグナルを記録しましょう。
ko: 전송을 열어 첫 시그널을 기록하세요.
pt_br: ABRA TRANSMISSÃO PARA REGISTRAR SEU PRIMEIRO SINAL.
ru: ОТКРОЙТЕ «ПЕРЕДАЧУ», ЧТОБЫ ЗАПИСАТЬ ПЕРВЫЙ СИГНАЛ.
zh_hans: 打开"传输"以记录你的第一个信号。

source: Overwhelmed
de: Überfordert
es: Abrumado
fr: Submergé
it: Sopraffatto
ja: 圧倒されている
ko: 압도됨
pt_br: Sobrecarregado
ru: Перегруженное
zh_hans: 不堪重负

source: Past reflections (%lld)
de: Frühere Reflexionen (%lld)
es: Reflexiones pasadas (%lld)
fr: Réflexions passées (%lld)
it: Riflessioni passate (%lld)
ja: 過去のリフレクション（%lld）
ko: 지난 리플렉션 (%lld)
pt_br: Reflexões anteriores (%lld)
ru: Прошлые рефлексии (%lld)
zh_hans: 过往反思（%lld）

source: Pause
de: Pausieren
es: Pausar
it: Pausa
ja: 一時停止
ko: 일시 정지
pt_br: Pausar
ru: Пауза
zh_hans: 暂停

source: Paused
de: Pausiert
es: Pausado
fr: En pause
it: In pausa
ja: 一時停止中
ko: 일시 정지됨
pt_br: Pausado
ru: На паузе
zh_hans: 已暂停

source: PAUSED
de: PAUSIERT
es: PAUSADO
fr: EN PAUSE
it: IN PAUSA
ja: 一時停止中
ko: 일시정지됨
pt_br: PAUSADO
ru: НА ПАУЗЕ
zh_hans: 已暂停

source: Paused (will restart from 0%)
de: Pausiert (startet bei 0% neu)
es: Pausado (se reiniciará desde 0%)
fr: En pause (redémarrera à 0 %)
it: In pausa (ripartirà dallo 0%)
ja: 一時停止中（0%から再開されます）
ko: 일시 정지됨 (0%부터 다시 시작)
pt_br: Pausado (reiniciará do 0%)
ru: На паузе (начнётся заново с 0%)
zh_hans: 已暂停（将从 0% 重新开始）

source: PAUSED (WILL RESTART FROM 0%)
de: PAUSIERT (STARTET BEI 0 % NEU)
es: PAUSADO (SE REINICIARÁ DESDE 0 %)
fr: EN PAUSE (REDÉMARRERA À 0 %)
it: IN PAUSA (RIPARTIRÀ DA 0%)
ja: 一時停止中（0%から再開されます）
ko: 일시정지됨 (0%부터 다시 시작됨)
pt_br: PAUSADO (REINICIARÁ DE 0%)
ru: НА ПАУЗЕ (НАЧНЁТСЯ ЗАНОВО С 0 %)
zh_hans: 已暂停（将从0%重新开始）

source: PAYLOAD
de: UMFANG
es: CONTENIDO
fr: CONTENU
it: CONTENUTO
ja: ペイロード
ko: 페이로드
pt_br: CONTEÚDO
ru: СОДЕРЖИМОЕ
zh_hans: 内容

source: Peaceful
de: Friedlich
es: En paz
fr: Paisible
it: Sereno
ja: 穏やか
ko: 평온
pt_br: Em paz
ru: Спокойное
zh_hans: 平静

source: Permanently deletes all entries and insights from this device and iCloud. Cannot be undone.
de: Löscht dauerhaft alle Einträge und Erkenntnisse von diesem Gerät und aus iCloud. Kann nicht rückgängig gemacht werden.
es: Elimina permanentemente todas las entradas e insights de este dispositivo y de iCloud. No se puede deshacer.
fr: Supprime définitivement toutes les entrées et aperçus de cet appareil et d'iCloud. Action irréversible.
it: Elimina definitivamente tutte le voci e gli approfondimenti da questo dispositivo e da iCloud. Non può essere annullato.
ja: この端末とiCloudからすべてのエントリーとインサイトを完全に削除します。元に戻すことはできません。
ko: 이 기기와 iCloud에서 모든 항목과 인사이트를 영구적으로 삭제합니다. 되돌릴 수 없습니다.
pt_br: Exclui permanentemente todas as entradas e percepções deste dispositivo e do iCloud. Não pode ser desfeito.
ru: Навсегда удаляет все записи и инсайты с этого устройства и из iCloud. Действие необратимо.
zh_hans: 将永久删除此设备和 iCloud 中的所有条目和洞察，且无法撤销。

source: personal
de: Persönlich
fr: personnel
it: personale
ja: 個人
ko: 개인
pt_br: pessoal
ru: личное
zh_hans: 个人

source: Photo
de: Foto
es: Foto
it: Foto
ja: 写真
ko: 사진
pt_br: Foto
ru: Фото
zh_hans: 照片

source: Photo entry
de: Fotoeintrag
es: Entrada con foto
fr: Entrée photo
it: Voce con foto
ja: 写真エントリー
ko: 사진 항목
pt_br: Entrada com foto
ru: Запись с фото
zh_hans: 照片条目

source: Photo Library
de: Fotomediathek
es: Fototeca
fr: Photothèque
it: Libreria foto
ja: 写真ライブラリ
ko: 사진 보관함
pt_br: Biblioteca de fotos
ru: Библиотека фото
zh_hans: 照片图库

source: Photo not attached
de: Foto nicht angehängt
es: Foto no adjuntada
fr: Photo non jointe
it: Foto non allegata
ja: 写真が添付されていません
ko: 사진이 첨부되지 않음
pt_br: Foto não anexada
ru: Фото не прикреплено
zh_hans: 照片未添加

source: Pick a time
de: Uhrzeit wählen
es: Elige una hora
fr: Choisissez une heure
it: Scegli un orario
ja: 時刻を選択
ko: 시간 선택
pt_br: Escolha um horário
ru: Выберите время
zh_hans: 选择时间

source: Pick the one that resonates most.
de: Wähle die Option, die am meisten zu dir passt.
es: Elige el que más te identifique.
fr: Choisissez celle qui vous parle le plus.
it: Scegli quella che ti rappresenta di più.
ja: 最も共感するものを選んでください。
ko: 가장 공감되는 것을 골라보세요.
pt_br: Escolha o que mais combina com você.
ru: Выберите то, что откликается вам больше всего.
zh_hans: 选择最能引起共鸣的一个。

source: Positive
de: Positiv
es: Positivo
fr: Positif
it: Positivo
ja: ポジティブ
ko: 긍정적
pt_br: Positivo
ru: Позитивное
zh_hans: 积极

source: Preparing weekly digest
de: Wöchentliche Zusammenfassung wird vorbereitet
es: Preparando el resumen semanal
fr: Préparation du résumé hebdomadaire
it: Preparazione del riepilogo settimanale
ja: 週間ダイジェストを準備中
ko: 주간 다이제스트 준비 중
pt_br: Preparando o resumo semanal
ru: Подготовка еженедельной сводки
zh_hans: 正在准备每周摘要

source: Preparing your reflection
de: Deine Reflexion wird vorbereitet
es: Preparando tu reflexión
fr: Préparation de votre réflexion
it: Preparazione della tua riflessione
ja: リフレクションを準備中
ko: 리플렉션 준비 중
pt_br: Preparando sua reflexão
ru: Подготовка вашей рефлексии
zh_hans: 正在准备你的反思

source: Privacy policy
de: Datenschutzrichtlinie
es: Política de privacidad
fr: Politique de confidentialité
it: Informativa sulla privacy
ja: プライバシーポリシー
ko: 개인정보 처리방침
pt_br: Política de privacidade
ru: Политика конфиденциальности
zh_hans: 隐私政策

source: Privacy Policy
de: Datenschutzrichtlinie
es: Política de privacidad
fr: Politique de confidentialité
it: Informativa sulla privacy
ja: プライバシーポリシー
ko: 개인정보 처리방침
pt_br: Política de Privacidade
ru: Политика конфиденциальности
zh_hans: 隐私政策

source: Private journal intelligence, built around your writing.
de: Private Journal-Intelligenz, aufgebaut rund um deine Texte.
es: Inteligencia privada para tu diario, creada en torno a lo que escribes.
fr: Une intelligence de journal privée, construite autour de votre écriture.
it: Intelligenza privata per il tuo diario, costruita intorno a ciò che scrivi.
ja: あなたの文章を軸に構築された、 プライベートなジャーナル知能。
ko: 당신의 글을 중심으로 만들어진 비공개 저널 인텔리전스.
pt_br: Inteligência privada para seu diário, construída em torno da sua escrita.
ru: Приватный интеллект для дневника, построенный вокруг ваших записей.
zh_hans: 私密日记智能， 围绕你的文字打造。

source: Private journaling
de: Privates Journaling
es: Diario privado
fr: Journal privé
it: Diario privato
ja: プライベートな日記
ko: 비공개 저널링
pt_br: Diário privado
ru: Приватный дневник
zh_hans: 私密日记

source: PRIVATE SIGNAL INTELLIGENCE, BUILT AROUND YOUR OWN LOG.
de: PRIVATE SIGNALAUSWERTUNG, AUFGEBAUT AUF DEINEM EIGENEN LOG.
es: INTELIGENCIA DE SEÑALES PRIVADA, CONSTRUIDA EN TORNO A TU PROPIO REGISTRO.
fr: RENSEIGNEMENT DE SIGNAUX PRIVÉ, CONSTRUIT AUTOUR DE VOTRE PROPRE JOURNAL.
it: INTELLIGENCE DI SEGNALE PRIVATA, COSTRUITA SUL TUO REGISTRO PERSONALE.
ja: あなた自身のログをもとに構築された、 プライベートなシグナル・インテリジェンス。
ko: 당신만의 로그를 기반으로 구축된 프라이빗 시그널 인텔리전스.
pt_br: INTELIGÊNCIA DE SINAL PRIVADA, CONSTRUÍDA EM TORNO DO SEU PRÓPRIO REGISTRO.
ru: ЛИЧНАЯ СИГНАЛЬНАЯ РАЗВЕДКА, ПОСТРОЕННАЯ НА ОСНОВЕ ВАШЕГО СОБСТВЕННОГО ЖУРНАЛА.
zh_hans: 私人信号情报， 基于你自己的日志构建。

source: Process stress and emotions
de: Stress und Emotionen verarbeiten
es: Procesar el estrés y las emociones
fr: Traiter le stress et les émotions
it: Elaborare stress ed emozioni
ja: ストレスや感情を整理する
ko: 스트레스와 감정 정리하기
pt_br: Processar estresse e emoções
ru: Прорабатывать стресс и эмоции
zh_hans: 处理压力与情绪

source: Prompt
de: Anregung
es: Pregunta
fr: Invitation
it: Spunto
ja: お題
ko: 프롬프트
pt_br: Sugestão
ru: Подсказка
zh_hans: 提示

source: Protocol
de: Protokoll
es: Protocolo
fr: Protocole
it: Protocollo
ja: プロトコル
ko: 프로토콜
pt_br: Protocolo
ru: Протокол
zh_hans: 协议

source: QUERY SIGNAL: %@
de: SIGNAL ABFRAGEN: %@
es: CONSULTAR SEÑAL: %@
fr: INTERROGER LE SIGNAL : %@
it: INTERROGA SEGNALE: %@
ja: シグナルを照会: %@
ko: 시그널 조회: %@
pt_br: CONSULTAR SINAL: %@
ru: ЗАПРОС СИГНАЛА: %@
zh_hans: 查询信号：%@

source: Quick-capture widget for your home screen and lock screen. See today's reflection or write a new entry without unlocking the app.
de: Schnellerfassungs-Widget für Homescreen und Sperrbildschirm. Sieh die heutige Reflexion oder schreibe einen neuen Eintrag, ohne die App zu entsperren.
es: Widget de captura rápida para tu pantalla de inicio y de bloqueo. Ve la reflexión de hoy o escribe una nueva entrada sin desbloquear la app.
fr: Widget de capture rapide pour votre écran d'accueil et de verrouillage. Consultez la réflexion du jour ou rédigez une nouvelle entrée sans déverrouiller l'application.
it: Widget di acquisizione rapida per la schermata Home e di blocco. Vedi la riflessione di oggi o scrivi una nuova voce senza sbloccare l'app.
ja: ホーム画面とロック画面用のクイックキャプチャウィジェット。アプリのロックを解除せずに、今日のリフレクションを見たり新しいエントリーを書いたりできます。
ko: 홈 화면과 잠금 화면용 빠른 캡처 위젯. 앱 잠금을 해제하지 않고도 오늘의 리플렉션을 보거나 새 항목을 작성할 수 있습니다.
pt_br: Widget de captura rápida para a tela inicial e de bloqueio. Veja a reflexão de hoje ou escreva uma nova entrada sem desbloquear o app.
ru: Виджет быстрого доступа для главного экрана и экрана блокировки. Смотрите сегодняшнюю рефлексию или пишите новую запись, не разблокируя приложение.
zh_hans: 主屏幕和锁屏的快速记录小组件。无需解锁应用即可查看今天的反思或写下新条目。

source: Rate mirror
de: mirror bewerten
es: Calificar mirror
fr: Noter mirror
it: Valuta mirror
ja: mirrorを評価する
ko: mirror 평가하기
pt_br: Avaliar o mirror
ru: Оценить mirror
zh_hans: 为 mirror 评分

source: Read Full Digest
de: Vollständige Zusammenfassung lesen
es: Leer el resumen completo
fr: Lire le résumé complet
it: Leggi il riepilogo completo
ja: ダイジェスト全文を読む
ko: 전체 다이제스트 읽기
pt_br: Ler o resumo completo
ru: Читать полную сводку
zh_hans: 阅读完整摘要

source: Read Full Reflection
de: Vollständige Reflexion lesen
es: Leer la reflexión completa
fr: Lire la réflexion complète
it: Leggi la riflessione completa
ja: リフレクション全文を読む
ko: 전체 리플렉션 읽기
pt_br: Ler a reflexão completa
ru: Читать полную рефлексию
zh_hans: 阅读完整反思

source: Read more
de: Mehr lesen
es: Leer más
fr: Lire plus
it: Leggi di più
ja: 続きを読む
ko: 더 읽기
pt_br: Ler mais
ru: Читать далее
zh_hans: 阅读更多

source: Reading all your entries this month…
de: Alle Einträge dieses Monats werden gelesen …
es: Leyendo todas tus entradas de este mes…
fr: Lecture de toutes vos entrées de ce mois-ci…
it: Lettura di tutte le tue voci di questo mese…
ja: 今月のすべてのエントリーを読み込み中…
ko: 이번 달의 모든 항목을 읽는 중…
pt_br: Lendo todas as suas entradas deste mês…
ru: Чтение всех ваших записей за этот месяц…
zh_hans: 正在阅读你本月的所有条目…

source: Reading recent entries…
de: Aktuelle Einträge werden gelesen …
es: Leyendo entradas recientes…
fr: Lecture des entrées récentes…
it: Lettura delle voci recenti…
ja: 最近のエントリーを読み込み中…
ko: 최근 항목을 읽는 중…
pt_br: Lendo entradas recentes…
ru: Чтение недавних записей…
zh_hans: 正在阅读最近的条目…

source: Reading signal patterns.
de: Signalmuster werden analysiert.
es: Leyendo patrones de señal.
fr: Analyse des tendances de signal.
it: Lettura degli schemi di segnale.
ja: シグナルパターンを読み取っています。
ko: 시그널 패턴을 읽는 중입니다.
pt_br: Lendo padrões de sinal.
ru: Анализ сигнальных паттернов.
zh_hans: 正在读取信号模式。

source: RECOMMEND CHECK-IN
de: CHECK-IN EMPFOHLEN
es: SE RECOMIENDA UN CHEQUEO
fr: BILAN RECOMMANDÉ
it: CONSIGLIATO UN CHECK-IN
ja: チェックインをおすすめします
ko: 체크인을 권장합니다
pt_br: CHECK-IN RECOMENDADO
ru: РЕКОМЕНДУЕТСЯ ПРОВЕРКА СОСТОЯНИЯ
zh_hans: 建议进行一次心情检查

source: Redo
de: Wiederholen
es: Rehacer
fr: Rétablir
it: Ripeti
ja: やり直す
ko: 다시 실행
pt_br: Refazer
ru: Повторить
zh_hans: 重做

source: Reflection generates at %@
de: Reflexion wird um %@ generiert
es: La reflexión se genera a las %@
fr: La réflexion se génère à %@
it: La riflessione si genera alle %@
ja: %@にリフレクションが生成されます
ko: %@에 리플렉션이 생성됩니다
pt_br: A reflexão é gerada às %@
ru: Рефлексия формируется в %@
zh_hans: 反思将在 %@ 生成

source: Report generates overnight
de: Bericht wird über Nacht generiert
es: El informe se genera durante la noche
fr: Le rapport se génère pendant la nuit
it: Il report si genera di notte
ja: レポートは夜間に生成されます
ko: 리포트는 밤사이에 생성됩니다
pt_br: O relatório é gerado durante a noite
ru: Отчёт формируется ночью
zh_hans: 报告将在夜间生成

source: Reports generate automatically during the month. This month didn't have one.
de: Berichte werden automatisch im Laufe des Monats generiert. Diesen Monat gab es keinen.
es: Los informes se generan automáticamente durante el mes. Este mes no hubo ninguno.
fr: Les rapports se génèrent automatiquement pendant le mois. Ce mois-ci, il n'y en a pas eu.
it: I report vengono generati automaticamente durante il mese. Questo mese non ce n'è stato uno.
ja: レポートは月の間に自動的に生成されます。今月は生成されませんでした。
ko: 리포트는 한 달 동안 자동으로 생성됩니다. 이번 달에는 생성되지 않았어요.
pt_br: Relatórios são gerados automaticamente durante o mês. Este mês não houve um.
ru: Отчёты формируются автоматически в течение месяца. В этом месяце отчёта не было.
zh_hans: 报告会在月内自动生成。这个月没有生成报告。

source: Restore Purchases
de: Käufe wiederherstellen
es: Restaurar compras
fr: Restaurer les achats
it: Ripristina acquisti
ja: 購入を復元
ko: 구매 복원
pt_br: Restaurar compras
ru: Восстановить покупки
zh_hans: 恢复购买

source: RESTORE PURCHASES
de: KÄUFE WIEDERHERSTELLEN
es: RESTAURAR COMPRAS
fr: RESTAURER LES ACHATS
it: RIPRISTINA ACQUISTI
ja: 購入を復元
ko: 구매 내역 복원
pt_br: RESTAURAR COMPRAS
ru: ВОССТАНОВИТЬ ПОКУПКИ
zh_hans: 恢复购买

source: Restricted
de: Eingeschränkt
es: Restringida
fr: Restreint
it: Limitato
ja: 制限あり
ko: 제한됨
pt_br: Restrito
ru: Ограничено
zh_hans: 受限

source: Resume
de: Fortsetzen
es: Reanudar
fr: Reprendre
it: Riprendi
ja: 再開
ko: 재개
pt_br: Retomar
ru: Возобновить
zh_hans: 继续

source: RESUME
de: FORTSETZEN
es: REANUDAR
fr: REPRENDRE
it: RIPRENDI
ja: 再開
ko: 재개
pt_br: RETOMAR
ru: ПРОДОЛЖИТЬ
zh_hans: 继续

source: Retry
de: Erneut versuchen
es: Reintentar
fr: Réessayer
it: Riprova
ja: 再試行
ko: 다시 시도
pt_br: Tentar novamente
ru: Повторить
zh_hans: 重试

source: RETRY
de: ERNEUT VERSUCHEN
es: REINTENTAR
fr: RÉESSAYER
it: RIPROVA
ja: 再試行
ko: 다시 시도
pt_br: TENTAR NOVAMENTE
ru: ПОВТОРИТЬ
zh_hans: 重试

source: Retry insights
de: Einblicke erneut versuchen
es: Reintentar perspectivas
fr: Réessayer les aperçus
it: Riprova approfondimenti
ja: インサイトを再試行
ko: 인사이트 다시 시도
pt_br: Tentar percepções novamente
ru: Повторить формирование инсайтов
zh_hans: 重试洞察

source: Rounded
de: Rundschrift
es: Redondeada
fr: Arrondie
it: Arrotondato
ja: 丸め
ko: 라운디드
pt_br: Arredondada
ru: Округлый
zh_hans: 圆体

source: Sad
de: Traurig
es: Triste
fr: Triste
it: Triste
ja: 悲しい
ko: 슬픔
pt_br: Triste
ru: Грустное
zh_hans: 难过

source: Same journal, same on-device AI. Switch anytime in Settings.
de: Dasselbe Journal, dieselbe KI auf dem Gerät. Jederzeit in den Einstellungen wechselbar.
es: El mismo diario, la misma IA en el dispositivo. Cambia cuando quieras en Ajustes.
fr: Même journal, même IA embarquée. Changez à tout moment dans les Réglages.
it: Stesso diario, stessa IA sul dispositivo. Cambia quando vuoi nelle Impostazioni.
ja: 同じ日記、同じオンデバイスAI。設定からいつでも切り替えられます。
ko: 같은 일기, 같은 온디바이스 AI. 설정에서 언제든지 전환할 수 있습니다.
pt_br: O mesmo diário, a mesma IA no dispositivo. Troque quando quiser em Ajustes.
ru: Тот же дневник, тот же ИИ на устройстве. Переключайтесь в любой момент в настройках.
zh_hans: 同一本日记，同一个设备端 AI。可随时在设置中切换。

source: Save a new entry to your MirrorNotes journal.
de: Speichere einen neuen Eintrag in deinem MirrorNotes-Journal.
es: Guarda una nueva entrada en tu diario de MirrorNotes.
fr: Enregistrez une nouvelle entrée dans votre journal MirrorNotes.
it: Salva una nuova voce nel tuo diario MirrorNotes.
ja: MirrorNotesの日記に新しいエントリーを保存します。
ko: MirrorNotes 일기에 새 항목을 저장합니다.
pt_br: Salve uma nova entrada no seu diário do MirrorNotes.
ru: Сохраните новую запись в дневнике MirrorNotes.
zh_hans: 将新条目保存到你的 MirrorNotes 日记。

source: Save entry
de: Eintrag speichern
es: Guardar entrada
fr: Enregistrer l'entrée
it: Salva voce
ja: エントリーを保存
ko: 항목 저장
pt_br: Salvar entrada
ru: Сохранить запись
zh_hans: 保存条目

source: Save to Photos
de: In Fotos speichern
es: Guardar en Fotos
fr: Enregistrer dans Photos
it: Salva in Foto
ja: 写真に保存
ko: 사진 앱에 저장
pt_br: Salvar em Fotos
ru: Сохранить в Фото
zh_hans: 保存到照片

source: Saved
de: Gespeichert
es: Guardado
fr: Enregistré
it: Salvato
ja: 保存済み
ko: 저장됨
pt_br: Salvo
ru: Сохранено
zh_hans: 已保存

source: Saved to your journal.
de: In deinem Journal gespeichert.
es: Guardado en tu diario.
fr: Enregistré dans votre journal.
it: Salvato nel tuo diario.
ja: 日記に保存しました。
ko: 일기에 저장되었습니다.
pt_br: Salvo no seu diário.
ru: Сохранено в дневнике.
zh_hans: 已保存到你的日记。

source: Say "Hey Siri, add a journal entry in mirror" and dictate — it saves straight to your journal, no need to open the app. Works from Shortcuts too.
de: Sag "Hey Siri, füge einen Journaleintrag in mirror hinzu" und diktiere — er wird direkt in deinem Journal gespeichert, ganz ohne die App zu öffnen. Funktioniert auch über Kurzbefehle.
es: Di "Oye Siri, añade una entrada de diario en mirror" y dicta — se guarda directamente en tu diario, sin necesidad de abrir la app. También funciona desde Atajos.
fr: Dites « Dis Siri, ajoute une entrée de journal dans mirror » et dictez — elle s'enregistre directement dans votre journal, sans avoir à ouvrir l'app. Fonctionne aussi depuis Raccourcis.
it: Di' "Hey Siri, aggiungi una voce di diario in mirror" e detta — verrà salvata direttamente nel tuo diario, senza dover aprire l'app. Funziona anche da Comandi Rapidi.
ja: 「Hey Siri、mirrorに日記のエントリーを追加して」と話しかけて口述するだけで、アプリを開かずに直接日記に保存されます。ショートカットからも使えます。
ko: "시리야, mirror에 일기 항목 추가해줘"라고 말하고 받아쓰기하면, 앱을 열지 않아도 바로 일기에 저장됩니다. 단축어에서도 사용할 수 있습니다.
pt_br: Diga "Hey Siri, adicione uma entrada de diário no mirror" e dite — é salvo direto no seu diário, sem precisar abrir o app. Também funciona pelo Atalhos.
ru: Скажите «Привет, Siri, добавь запись в дневник в mirror» и продиктуйте — она сохранится прямо в дневник без необходимости открывать приложение. Также работает через Команды.
zh_hans: 说"嘿 Siri，在 mirror 中添加一篇日记"并口述——内容会直接保存到你的日记，无需打开应用。也可通过"快捷指令"使用。

source: scan entries…
de: einträge durchsuchen…
es: buscar entradas…
fr: rechercher des entrées…
it: cerca voci…
ja: エントリーを検索…
ko: 항목 검색…
pt_br: buscar entradas…
ru: поиск по записям…
zh_hans: 搜索条目…

source: SCANNING ALL SIGNALS THIS MONTH…
de: ALLE SIGNALE DIESES MONATS WERDEN GESCANNT…
es: ESCANEANDO TODAS LAS SEÑALES DE ESTE MES…
fr: ANALYSE DE TOUS LES SIGNAUX DU MOIS…
it: SCANSIONE DI TUTTI I SEGNALI DEL MESE…
ja: 今月のすべてのシグナルをスキャン中…
ko: 이번 달 모든 시그널 스캔 중…
pt_br: ESCANEANDO TODOS OS SINAIS DESTE MÊS…
ru: СКАНИРОВАНИЕ ВСЕХ СИГНАЛОВ ЗА МЕСЯЦ…
zh_hans: 正在扫描本月所有信号…

source: Schedule
de: Zeitplan
es: Horario
fr: Planification
it: Programma
ja: スケジュール
ko: 일정
pt_br: Agendamento
ru: Расписание
zh_hans: 日程

source: Search %lld entries
de: %lld Einträge durchsuchen
es: Buscar en %lld entradas
fr: Rechercher dans %lld entrées
it: Cerca in %lld voci
ja: %lld件のエントリーを検索
ko: %lld개 항목 검색
pt_br: Buscar em %lld entradas
ru: Искать среди %lld записей
zh_hans: 搜索 %lld 条条目

source: Search 1 entry
de: 1 Eintrag durchsuchen
es: Buscar en 1 entrada
fr: Rechercher dans 1 entrée
it: Cerca in 1 voce
ja: 1件のエントリーを検索
ko: 항목 1개 검색
pt_br: Buscar em 1 entrada
ru: Искать среди 1 записи
zh_hans: 搜索 1 条条目

source: Search entries...
de: Einträge durchsuchen …
es: Buscar entradas…
fr: Rechercher des entrées…
it: Cerca voci…
ja: エントリーを検索…
ko: 항목 검색…
pt_br: Buscar entradas…
ru: Поиск записей…
zh_hans: 搜索条目…

source: Searching your journal
de: Dein Journal wird durchsucht
es: Buscando en tu diario
fr: Recherche dans votre journal
it: Ricerca nel tuo diario in corso
ja: 日記を検索中
ko: 일기를 검색하는 중
pt_br: Pesquisando seu diário
ru: Поиск по вашему дневнику
zh_hans: 正在搜索你的日记

source: See long arcs
de: Langfristige Verläufe ansehen
es: Ver tendencias a largo plazo
fr: Voir les tendances à long terme
it: Vedi gli andamenti a lungo termine
ja: 長期的な流れを見る
ko: 장기적인 흐름 보기
pt_br: Ver tendências de longo prazo
ru: Смотреть долгосрочные тенденции
zh_hans: 查看长期趋势

source: SELECT CLEARANCE LEVEL
de: FREIGABESTUFE WÄHLEN
es: SELECCIONA NIVEL DE AUTORIZACIÓN
fr: SÉLECTIONNEZ LE NIVEAU D'HABILITATION
it: SELEZIONA LIVELLO DI AUTORIZZAZIONE
ja: 権限レベルを選択
ko: 권한 등급 선택
pt_br: SELECIONE O NÍVEL DE AUTORIZAÇÃO
ru: ВЫБЕРИТЕ УРОВЕНЬ ДОПУСКА
zh_hans: 选择权限级别

source: SELECT PLAN
de: PLAN AUSWÄHLEN
es: SELECCIONA UN PLAN
fr: SÉLECTIONNEZ UN FORFAIT
it: SELEZIONA UN PIANO
ja: プランを選択
ko: 요금제 선택
pt_br: SELECIONE UM PLANO
ru: ВЫБЕРИТЕ ТАРИФ
zh_hans: 选择套餐

source: Send feedback
de: Feedback senden
es: Enviar comentarios
fr: Envoyer des commentaires
it: Invia feedback
ja: フィードバックを送る
ko: 피드백 보내기
pt_br: Enviar feedback
ru: Отправить отзыв
zh_hans: 发送反馈

source: SENTINEL — LISTENING
de: SENTINEL — HÖRT ZU
es: SENTINEL — ESCUCHANDO
fr: SENTINEL — À L'ÉCOUTE
it: SENTINEL — IN ASCOLTO
ja: SENTINEL — 聞いています
ko: SENTINEL — 듣는 중
pt_br: SENTINEL — OUVINDO
ru: SENTINEL — СЛУШАЕТ
zh_hans: SENTINEL — 聆听中

source: Sentinel mode, refined
de: Sentinel-Modus, verfeinert
es: Modo Sentinel, refinado
fr: Mode Sentinel, affiné
it: Modalità Sentinel, perfezionata
ja: Sentinelモードが進化
ko: Sentinel 모드, 더 다듬었습니다
pt_br: Modo Sentinel, refinado
ru: Режим Sentinel стал ещё лучше
zh_hans: Sentinel 模式全面升级

source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
it: Impostazioni
ja: 設定
ko: 설정
pt_br: Ajustes
ru: Настройки
zh_hans: 设置

source: Share
de: Teilen
es: Compartir
fr: Partager
it: Condividi
ja: 共有
ko: 공유
pt_br: Compartilhar
ru: Поделиться
zh_hans: 分享

source: Share as text
de: Als Text teilen
es: Compartir como texto
fr: Partager en tant que texte
it: Condividi come testo
ja: テキストとして共有
ko: 텍스트로 공유
pt_br: Compartilhar como texto
ru: Поделиться как текстом
zh_hans: 以文字分享

source: Show less
de: Weniger anzeigen
es: Mostrar menos
fr: Afficher moins
it: Mostra meno
ja: 少なく表示
ko: 간략히 보기
pt_br: Mostrar menos
ru: Свернуть
zh_hans: 收起

source: Show Less
de: Weniger anzeigen
es: Mostrar menos
fr: Afficher moins
it: Mostra meno
ja: 少なく表示
ko: 간략히 보기
pt_br: Mostrar menos
ru: Свернуть
zh_hans: 收起

source: SHOW LESS
de: WENIGER ANZEIGEN
es: MOSTRAR MENOS
fr: AFFICHER MOINS
it: MOSTRA MENO
ja: 表示を減らす
ko: 간략히 보기
pt_br: MOSTRAR MENOS
ru: СВЕРНУТЬ
zh_hans: 收起

source: SIGNAL BREAKDOWN
de: SIGNALVERTEILUNG
es: DESGLOSE DE SEÑALES
fr: RÉPARTITION DES SIGNAUX
it: RIPARTIZIONE DEI SEGNALI
ja: シグナル内訳
ko: 시그널 분석
pt_br: DISTRIBUIÇÃO DE SINAIS
ru: РАСПРЕДЕЛЕНИЕ СИГНАЛОВ
zh_hans: 信号分布

source: SIGNAL CALENDAR
de: SIGNALKALENDER
es: CALENDARIO DE SEÑALES
fr: CALENDRIER DES SIGNAUX
it: CALENDARIO DEI SEGNALI
ja: シグナルカレンダー
ko: 시그널 캘린더
pt_br: CALENDÁRIO DE SINAIS
ru: КАЛЕНДАРЬ СИГНАЛОВ
zh_hans: 信号日历

source: Signal Capture
de: Signalerfassung
es: Captura de señal
fr: Capture de signal
it: Cattura del segnale
ja: シグナルキャプチャ
ko: 시그널 캡처
pt_br: Captura de sinal
ru: Захват сигнала
zh_hans: 信号采集

source: SIGNAL DETECTED
de: SIGNAL ERKANNT
es: SEÑAL DETECTADA
fr: SIGNAL DÉTECTÉ
it: SEGNALE RILEVATO
ja: シグナルを検出しました
ko: 시그널 감지됨
pt_br: SINAL DETECTADO
ru: СИГНАЛ ОБНАРУЖЕН
zh_hans: 已检测到信号

source: SIGNAL OVER TIME
de: SIGNALVERLAUF
es: SEÑAL A LO LARGO DEL TIEMPO
fr: ÉVOLUTION DU SIGNAL
it: SEGNALE NEL TEMPO
ja: 時系列シグナル
ko: 시간별 시그널
pt_br: SINAL AO LONGO DO TEMPO
ru: СИГНАЛ ВО ВРЕМЕНИ
zh_hans: 信号趋势

source: SIGNAL PENDING…
de: SIGNAL AUSSTEHEND…
es: SEÑAL PENDIENTE…
fr: SIGNAL EN ATTENTE…
it: SEGNALE IN ATTESA…
ja: シグナル待機中…
ko: 시그널 대기 중…
pt_br: SINAL PENDENTE…
ru: СИГНАЛ ОЖИДАЕТСЯ…
zh_hans: 信号待处理…

source: SIGNALS NOT READABLE YET
de: SIGNALE NOCH NICHT LESBAR
es: SEÑALES AÚN NO LEGIBLES
fr: SIGNAUX PAS ENCORE LISIBLES
it: SEGNALI NON ANCORA LEGGIBILI
ja: まだ読み込めないシグナルがあります
ko: 아직 읽을 수 없는 시그널이 있습니다
pt_br: SINAIS AINDA NÃO LEGÍVEIS
ru: СИГНАЛЫ ПОКА НЕЛЬЗЯ ПРОЧИТАТЬ
zh_hans: 部分信号暂时无法读取
